<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>

<link href="https://hangeul.pstatic.net/hangeul_static/css/nanum-square.css" rel="stylesheet">

<style>

body {
        display: flex;
        flex-direction: column;
        align-items: center;
    }

    .terms1 {
        border: 0.2px solid gray;
        border-radius: 5px;
        width: 1000px;
        height: 100%;
        padding: 50px;
        margin: 30px 0px;
    }

    .terms1 h5 {
        font-family: 'NanumSquareBold';
    }

    .terms1 p {
        font-family: 'NanumSquare';;
        padding: 0px 15px;
        text-align: justify;
    }
</style>
</head>
<body>

    <jsp:include page="header.jsp"/>

    <div class="terms1">

        <h3 style="font-family: 'NanumSquareExtraBold'">이용약관</h3>
        <hr>
        <br>
        
        <h5>제 1 조 (목적) </h5>
        <p>1) 이 약관은 MBTING(이하 "회사") 가 운영하는 소개팅 및 미팅 서비스(이하 "서비스") 를 이용함에 있어 제반사항과 기타 필요한 사항의 규정을 목적으로 합니다.  </p>
        <br>

        <h5>제 2 조 (용어의 정의)  </h5>
        <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다. </p>
        <p>1) 회원 : 서비스를 제공받기 위하여 회사와 이용 계약을 체결하고 아이디(ID) 를 부여 받은 자를 말합니다.</p>
        <p>2) 비밀번호 : 회원의 ID와 일치된 회원임을 확인하고, 회원의 개인정보를 보호하기 위하여 회원이 정한 문자와 숫자의 조합입니다.</p>
        <br>
        
        <h5>제 3 조 (약관의 효력 및 변경) </h5>
        <p>1) 이 약관은 사이트를 통하여 알림으로써 효력이 발생합니다.</p>
        <p>2) 회사는 전기통신기본법 등 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</p>
        <p>3) 회사가 이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 그 적용일자 15일 이전부터 적용일자 전일까지 1항의 방법으로 예고합니다. </p>
        <br>
        
        <h5>제 4 조 (회원가입) </h5>
        <p>1) 회사는 이용 신청 고객에 대하여 업무 수행상 또는 기술상 지장이 없는 경우에 원칙적으로 접수 순서에 따라 서비스 이용을 승낙합니다.</p>
        <p>2) 회사 회원이 되고자 하는 자는 회사가 정한 가입양식에 따라 회원정보를 기입하고 "약관에 동의합니다" 단추를 누르는 방법으로 회원가입을 신청합니다.</p>
        <p>3) 가입신청 양식에 기재하는 모든 정보는 실제 데이터인 것으로 간주됩니다. 내용이 허위(비실명, 차명, 주민등록번호 도용 등) 인 것으로 판명되거나, 그러하다고 의심할만한 합리적인 사유가 발생할 경우 귀하는 법적인 보호를 받을 수 없고, 회사는 귀하의 본 서비스 사용을 일부 또는 전부 중지할 수 있으며, 이로 인해 발생하는 모든 불이익에 대해 책임을 지지 않습니다</p>
        <br>
        
        <h5>제 5 조 (회사의 의무와 책임) </h5>
        <p>1) 회사는 이용 계약 체결, 계약사항 변경 및 해지 등 계약 관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.</p>
        <p>2) 회사는 서비스 제공과 관련해서 알고 있는 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 본인이 승낙한 경우, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신 윤리 위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우, 제휴사 또는 외부 마케팅을 통한 보다 나은 서비스를 제공하기 위해 스스로 동의를 한 경우, 귀하가 당사에 제공한 개인정보를 스스로 공개한 경우에는 해당하지 않습니다.</p>
        <p>3) 2항의 범위 내에서 회사는 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.</p>
        <p>4) 회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보 및 광고를 전자우편, 서신, 모바일 메시지 등으로 제공합니다.</p>
        <p>5) 회사는 회원으로부터 제기되는 불만이 정당하다고 인정할 경우에는 적극적으로 처리함을 원칙으로 합니다.</p>
        <br>
        
        <h5>제 6 조 (회원의 의무와 책임) </h5>
        <p>1) 회원은 약관 및 관계법령에서 규정한 사항, 서비스 이용 안내 또는 주의사항을 준수하여야 한다.</p>
        <p>2) 회원은 서비스를 이용할 때 다음 각 호 행위를 하지 않아야 합니다.</p>
        <p style="padding-left: 40px;">① 본인이 아닌 다른 회원의 ID를 사용하는 행위</p>
        <p style="padding-left: 40px;">② 회사 저작권, 제3자 저작권 등 기타 권리를 침해하는 행위</p>
        <p style="padding-left: 40px;">③ 서비스에서 얻은 정보를 회사 사전승낙 없이 서비스 이용 이외 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위</p>
        <p style="padding-left: 40px;">④ 공공질서 및 미풍양속에 위반하는 정보, 문장, 도형 등을 타인에게 유포 또는 조장하는 행위</p>
        <p style="padding-left: 40px;">⑤ 범죄와 관련있다고 객관적으로 판단할 수 있는 행위</p>
        <p style="padding-left: 40px;">⑥ 회사의 사전 승낙없이 서비스를 이용하여 영리 목적의 영업 활동을 하는 행위</p>
        <p style="padding-left: 40px;">⑦ 기타 관계법령을 위반하는 행위</p>
        <p>3) 회원은 서비스 운영 또는 업무를 방해하는 행위와 다른 이용자에게 피해를 주는 행위를 하지 않아야 합니다.</p>
        <p>4) 회원은 회사가 명시적으로 동의하지 않는 한 서비스 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</p>
        <p>5) 본인의 ID 및 비밀번호는 타인에게 누설, 배포, 양도 할 수 없습니다. 본인의 부주의로 인하여 ID 및 비밀번호가 노출, 피해 발생의 경우 본인에게 책임이 있습니다. 더불어 고의로 타인과 하나의 ID를 공유할 경우 본 약관에 근거, 서비스 이용 제한의 사유가 됩니다.</p>
        <p>6) 회원가입 기준은 가입 당시 법적으로 결혼이 가능한 남녀입니다. 회원 가입 이후 결혼한 회원은 반드시 회사에 결혼사실을 알려야 하며 이를 위반하여 지속적으로 서비스를 이용할 시에는 서비스 이용제한의 사유가 되며, 회원은 어떠한 민형사상 책임도 감수 해야 합니다.</p>
        <p>7) 타회원 또는 회사로부터 불만을 제기 받은 경우 회원의 서비스 이용이 제한될 수 있습니다.</p>
        <br>
        
        <h5>제 7 조 (회사에 제출 및 회사 에 게재된 게시물의 저작권 및 게시물 보존의 의무) </h5>
        <p>1) 회원이 게시한 게시물의 내용에 대한 권리 및 책임은 회원에게 있습니다.</p>
        <p>2)  아래의 경우, 회사는 게시된 내용을 사전 통지 없이 편집, 이동, 삭제 할 수 있는 권리를 보유하며,회사가 운영하는 PC통신 사이트, 무선인터넷사이트 및 인터넷사이트(제휴 사이트 포함) 에 회원이 게재한 게시물(개인프로필 기타게시물 포함) 을 편집 이동 할 수 있습니다.</p>
        <p style="padding-left: 40px;">① 게시된 내용이 본 약관에 위배되는 경우</p>
        <p style="padding-left: 40px;">② 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우</p>
        <p style="padding-left: 40px;">③ 정당한 권한이나 해당 프로그램 저작권자의 허락 없이 프로그램등을 제거, 변경, 복제, 게시, 전송, 링크, 배포하는 경우</p>
        <p>3) 회원의 게시물이 타인의 저작권을 침해함으로써 발생하는 민형사상 책임은 전적으로 회원이 감수합니다. </p>
        <p>4) 회사(개인 신상자료 등 포함) 에 등록된 게재물에 대한 보존의 의무는 회원 개인이 가지며 그 보존의 책임은 회사가 지지 않습니다. </p>
        <br>
        
        <h5>제 8 조 (결제 및 환불) </h5>
        <p>1) 회원은 회사가 제공하는 다양한 결제수단을 통해 유료서비스를 이용할 수 있으며, 결제가 비정상적으로 처리돼서 정상처리를 요청할 경우 회사는 회원의 결제금액을 정상처리할 의무를 가집니다.</p>
        <p>2) 회원의 이용약관을 위반한 행위로 인해 이용정지 또는 강제 탈퇴되는 경우 환불 및 보상하지 않습니다.</p>
        <p>3) 기타 환불에 관한 사항은 당사 웹사이트의 환불정책을 따릅니다.</p>
        <br>
        
        <h5>제 9 조 (분쟁해결) </h5>
        <p>1) 회사는 회원으로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 즉시 통지해 드립니다.</p>
        <p>2) 이 약관과 관련하여 회원 사이의 문제가 발생한 경우 당사자간의 협의로 처리하되 신의성실의 원칙에 따라 원만히 해결합니다.</p>
        <br>
        
        <h5>제 15 조 (관할법원 및 준거법) </h5>
        <p>1) 약관과 관련하여 회사와 회원간에 발생한 분쟁에 관한 소송은 민사소송법상의 관할법원에 제기합니다.</p>
        <p>2) 이 약관과 관련하여 회사와 회원간에 제기된 소송에는 한국 법을 적용합니다.</p>

    </div>

    <jsp:include page="footer.jsp"/>

</body>
</html>